<template>
	<div>
    	<PageTitle :titles="['热点事件','Trending','']" />
		<table>
			<tr>
				<td class="col1">
					<DateIcon :time="hot.time" />
				</td>
				<td>
					<p class="hdHead1" style="margin-bottom:0">{{hot.title}}</p>
					<p class="hdAnnotationL">发布于 : {{hot.time.Format("yyyy-MM-dd")}}</p>
				</td>
			</tr>
			<tr v-for="item in hot.content">
				<td colspan="2" class="content">
					<p v-if="item.type==0" class="hdPara">{{item.value}}</p>
					<p v-if="item.type==1"><img :src="item.value[0]" :width="item.value[2]?item.value[2]:'100%'" /></p>
					<p v-if="item.type==2"><video width="100%" controls autobuffer :src="item.value[0]" /></p>
					<p v-if="item.type!=0" class="hdAnnotationC hdAMT">{{item.value[1]}}</p>
				</td>
			</tr>
		</table>
	</div>
</template>

<script>
import PageTitle from '@/components/PageTitle.vue'
import DateIcon from '@/components/DateIcon.vue'
export default {
	components: {
		PageTitle,
		DateIcon,
	},
	computed: {
		hot: function() {
			return this.hots[this.$route.params.id];
		}
	},
    data() {
        return {
            hots: {
				"20191207": {
					time: new Date("2019/12/7"),//new Date(Date.now()),
					title: "和德“天行者”星座双星顺利发射",
					content: [
						{
							type: 0,
							value: "2019年12月7日16点50分，北京和德宇航技术有限公司（以下简称 : 和德宇航）自行研制的“和德二号 A、B”两颗空间物联网实验卫星由快舟一甲火箭在太原卫星发射中心升空发射，双星均顺利进入预定轨道。卫星在完成预定在轨测试任务后，将为客户提供卫星空间物联网数据、全球 AIS船只数据采集及ADS-B航班数据监测等一系列服务。未来，和德宇航将陆续发射 48 颗近地轨道卫星完成“天行者星座”的部署建设。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191207/1.png", "图 : “和德二号”全体研发人员合影"]
						},
						{
							type: 0,
							value: "在国家鼓励民营商业航天企业发展政策的指引下，和德宇航将紧密围绕国家军民融合发展战略，持续加大科技创新和科研投入，谋划在海外建设卫星地面站网的同时，加快卫星组网和地面终端产品的研发投入，聚焦航空航运、物联网加卫星遥感应用于一体的智能化综合空间信息服务整合能力，在智慧交通、智能电网、智慧港口、智能集装箱、国土测绘、海洋监管、灾害预警、污染监测、应急通讯等行业不断积累经验，拓展业务能力和信息服务水平，为实现空天海地一体的智能信息网络建设贡献自己的一份力量。并积极促进中国与“一带一路”国家的”互联互通”，为构建人类命运共同体做出积极贡献。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191207/2.png", "图 : 和德宇航员工在公司总部庆祝“天行者”星座双星发射成功留影"]
						},
						{
							type: 2,
							value: ["assets/common/video/rocket.mp4", "图 : “和德二号A/B”星发射视频"]
						}
					]
				},
				"20191123": {
					time: new Date("2019/11/23"),
					title: "和德宇航受邀参加京交会数字服务贸易研讨会发表主题演讲",
					content: [
						{
							type: 0,
							value: "北京和德宇航技术有限公司与腾讯、阿里、华为四家企业一同受邀参加了于2019年5月30日举行的京交会数字服务贸易研讨会，公司副总裁王治中代表公司进行了题为《卫星大数据精准服务数字贸易》的主题发言，向会领导和专家全面汇报公司业务与战略目标，得到了在场领导的高度评价和认可。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191123/1.png", ""]
						},
						{
							type: 0,
							value: "本着推动行业快速发展、有序竞争的愿景，公司在主题演讲中代表商业航天向政府主管单位发出了规范管理的倡议和诉求，体现了和德宇航的历史责任感和使命感，展示了和德人厚德载物的风采！"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191123/2.png", ""]
						},
						{
							type: 1,
							value: ["assets/news/hot/20191123/3.png", ""]
						},
						{
							type: 0,
							value: "和德宇航争做行业先行者，以近地轨道“天行者”星座运营为基础，以卫星大数据、多维度数据融合算法为核心，面向全球市场与应用场景，引领中国商业航天走出国门，拥抱全球国际竞争！"
						},
						{
							type: 0,
							value: "胸怀宇宙星辰，心系航天梦想，脚踏实地，阔步向前！和德宇航愿与各界朋友共创人类美好未来！"
						}
					]
				},
				"20191016": {
					time: new Date("2019/10/16"),
					title: "中国交通通信信息中心与和德宇航签订合作协议",
					content: [
						{
							type: 0,
							value: "日前，中国交通通信信息中心与和德宇航正式签订合作协议。在国内外庞大市场资源的机遇下，在“一带一路”、“金砖五国”、非洲援建等国家外交政策的指引下，双方愿发挥各自优势，推动天地协同的VDES建设，联合运营、协同拓展国内及国际市场，为全球用户提供VDES等综合服务，提高中国在VDES海事、交通应用领域国际影响力。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191016/1.png", ""]
						},
						{
							type: 0,
							value: "中国交通通信信息中心空间信息事业部长期致力于交通运输行业北斗系统应用推广工作，开展交通运输行业通信、导航、无线电和信息化的技术研发、应用、培训、咨询、服务，参与交通运输行业通信、导航、无线电和信息化管理技术政策、技术标准、规章制度拟定等工作，正在论证筹划建设并运营VDES地面系统，为全球海事用户提供新一代海上通信服务。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191016/2.png", "", "auto"]
						},
						{
							type: 0,
							value: "北京和德宇航技术有限公司致力于成为全球领先、牵引产业方向的科技创新型宇航服务业务。主营业务涉及宇航产品技术服务、全球卫星数据服务网络和智能空间信息服务三大领域，为客户提供空天地一体化解决方案，帮助客户感知地球、精准决策。公司与欧洲、非洲、“一带一路”国家在航天及卫星应用领域国际合作有着丰富经验，并计划组建由48颗卫星组成的“天行者”低轨星座，为全球提供实时VDES/AIS、DCS、ADS-B卫星数据及增值服务。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191016/3.jpg", "", "80%"]
						},
						{
							type: 0,
							value: "在中国“一带一路”战略的实施，以及低轨卫星应用需求呈现快速增长趋势的背景下，中国交通通信信息中心空间信息事业部与和德宇航的合作，将在技术探索、市场应用、未来商业模式方面不断创新拓展，推动智能空间信息全球服务网络的布局和建设，为全世界客户提供更快、更好、更有效的空间应用解决方案，帮助客户感知地球、精准决策！"
						}
					]
				},
				"20191012": {
					time: new Date("2019/10/12"),
					title: "风华十二载，迎新创未来——和德宇航十二周年庆典暨趣味运动会",
					content: [
						{
							type: 0,
							value: "时光如梭，光阴似箭，不知不觉和德公司已走过十二个年头，十二年，在历史的长河中仅仅是弹指的瞬间，但是对于一个披荆斩棘、永攀高峰的企业来说，这十二年显得弥足珍贵。回首过去峥嵘岁月，我们苦过、累过、笑过、醉过；我们经风雨、历坎坷、撒一路辛勤汗水、留一路胜利的欢笑、载一路美好的希望。"
						},
						{
							type: 0,
							value: "十二年创业，和德人一步一个脚印，一年一个台阶，用汗水铺就了一条超越的发展之路，这些成功都离不开全体员工的辛勤付出，值此公司成立十二周年之际，为增强团队凝聚力，培养同事之间的感情，体现公司对员工的关怀，特开展“风华十二载、迎新创未来”主题的趣味运动会活动。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/1.png", ""]
						},
						{
							type: 0,
							value: "此次活动的背景是在木星危机之后，CN171-11救援队需要重组，来自北京和德宇航的40位精英团队，分四组队伍依次进行训练。活动前期经过一系列的破冰活动之后，四只精英队伍脱颖而出，他们分别是象牙山、和德二号、出去浪、龙骑队。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/2.png", ""]
						},
						{
							type: 0,
							value: "接下来开始正式的执行任务阶段，首先第一项进行的“快速应急反应预案”，这个活动让大家立刻投入到整场活动中，每小组分两组，以接力形式开动汽车来回穿梭，练习队员间快速反应能力，体现高效协作精神。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/3.png", ""]
						},
						{
							type: 0,
							value: "其次进行的“通信应急抢修适应性训练”，两两队PK模式，每次派出一名队员，并只能拿一根充气积木块，从起点跑向50米外的背景墙，把自己的积木块自由摆放到墙里，然后返回和下一名队友击掌，下一名队友以同样的规则出发。最先完成方块拼图的组胜出。这项活动可以练习队员的理性思考，处乱不惊。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/4.png", ""]
						},
						{
							type: 0,
							value: "“无机动车条件下伤员救助救援训练”感觉是整场活动中最高潮的项目了，两人坐在坦克上面， 4-6人往前推动坦克使其前行， 2人不停的抽换柱子，赛程50米，随时都有可能因为换柱子不及时导致坐在上面的人掉下来，看到大家惊心动魄。这项互动可以淋漓尽致的体现出团队分工协作、以人为本、高效运营的精神。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/5.png", ""]
						},
						{
							type: 0,
							value: "“航天小分队” 一个火箭需要4个人员（即4个人员为一个小队）， 4人互相配合背起火箭，两个小队同时冲向终点，在规定的路程里，最先到达终点的队伍为胜，这就需要四个人团结协作，默契提升。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/6.png", ""]
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/7.png", ""]
						},
						{
							type: 0,
							value: "最后的收官之作“团队巨画”是全场的亮点，也是最震撼的环节，各组领到分散成四块的主视觉图，用颜料进行绘制，共同努力完成一幅具有企业代表意义的画，用视觉的感官直接呈现在面前，提升员工的企业归属感，同时在制作过程中，团队成员的相互协作，增强团队成员间的凝聚力，快来欣赏我们的巨作吧。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/8.png", ""]
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/9.png", ""]
						},
						{
							type: 1,
							value: ["assets/news/hot/20191012/10.png", ""]
						},
						{
							type: 0,
							value: "一天的行程结束了，趣味运动会，比赛永远不是重点，重点的是一种参与，当每一位员工从从趣味运动中体会快乐、体会运动的享受时，无论对于员工生活还是企业文化都是一幅唯美而温馨的画卷。此次活动熔炼了团队的精神，提升了团队的协作能力，今后的日子里我们继续努力，携手并肩，站在新的起点，孕育新的希望，也相信我们能够走得更稳、更远。"
						}
					]
				},
				"20190926": {
					time: new Date("2019/9/26"),
					title: "和德宇航参加首届联合国世界地理信息大会",
					content: [
						{
							type: 0,
							value: "2018年11月19日，为期三天的首届联合国世界地理信息大会在浙江省德清市地理信息小镇开幕，来自联合国成员国政府、地理信息相关领域国际组织、学术界、产业界的百余个国家和地区的千余名代表参加大会，200余家地理信息相关企业参加了大会技术与应用展览。"
						},
						{
							type: 0,
							value: "大会开幕式上，联合国秘书长古特雷斯向大会致贺词，国务院总理李克强向大会致贺信，联合国副秘书长刘振民，自然资源部部长陆昊，浙江省省长袁家军等领导出席开幕式并致辞，开幕式由自然资源部副部长库热西主持。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20190926/1.jpg", "联合国世界地理信息大会开幕式"]
						},
						{
							type: 0,
							value: "本次大会不仅是联合国主办的一次大规模、高级别、内容丰富的地理信息大会，也是测绘地理信息领域迄今为止在中国举办的层次最高、覆盖面最广的重大国际多边活动。和德宇航受邀参加此次大会，并与中国四维测绘技术有限公司以联合办展的形式入驻应用展览区。展会期间，和德宇航向到访嘉宾介绍了“天行者”星座发展规划及应用前景，重点展示了基于空间信息大数据的城市雨涝监控管理应用以及农作物全生命周期监控应用。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20190926/2.jpg", "和德宇航展位"]
						},
						{
							type: 0,
							value: "大会首日，自然资源部部长陆昊、浙江省人民政府省长袁家军等领导莅临联合展台参观。自然资源部是多颗国产对地观测卫星的主用户，袁省长曾就职于中国航天系统，两位领导对空间信息技术和应用表现出了极大关注，并对国产遥感卫星的发展水平赞不绝口。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20190926/3.jpg", "陆昊部长与袁家军省长莅临参观"]
						},
						{
							type: 0,
							value: "大会期间，来自多个国家和地区的地信行业专家和嘉宾到访和德宇航展台，咨询了解我公司星座规划以及技术方案，和德宇航参展团详细解答了到访嘉宾的问题，并与多家单位初步达成了包括卫星数据采购、卫星数据海外推广、小卫星制造、卫星应用服务等多项合作意向。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20190926/4.jpg", "为韩国客户（左）讲解"]
						},
						{
							type: 1,
							value: ["assets/news/hot/20190926/5.jpg", "为老挝客户（右）讲解"]
						},
						{
							type: 0,
							value: "和德宇航一直致力于卫星应用技术服务于大众生活，始终走在航天国际化合作的前沿，在全球拥有成熟的营销网络和稳定的合作伙伴。本次参展，和德宇航不仅仅是在地理信息行业的一次亮相，更是向全球伙伴展现了开放的合作态度和积极的合作愿望。未来，和德宇航将进一步加强国际合作优势，深入挖掘空间信息技术潜力，共同应对地方、国家及全球面临的发展挑战。让卫星应用造福社会，造福人类。"
						}
					]
				},
				"20190810": {
					time: new Date("2019/8/10"),
					title: "和德宇航闪耀不来梅",
					content: [
						{
							type: 0,
							value: "2018年10月1-5日，在德国不来梅举行的第69届国际宇航大会上，和德宇航举行了多场具有影响力的活动，受到多方关注，进一步增强了和德宇航在国际商业航天圈的影响力。"
						},
						{
							type: 0,
							value: "10月3日，和德宇航举办了GNF国际圆桌会议。会议以“小卫星应用发展与社会经济增益的关系”为主题，和德法国公司Kammy 女士、南非航天局长Valanathan Munsami先生、摩洛哥皇家遥感中心主席Driss El Hadani先生，以及联合国外太空事务委员会空间应用中心主任Jorge Del Rio Vera先生等60多名专家学者与会，会议由Euroconsult公司首席运营官Steve Bochinger先生主持。各方就小卫星应用未来发展所带来的经济效益进行了深入探讨，认为紧贴实际市场需求才是商业小卫星未来发展的唯一出路。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20190810/1.jpg", "GNF国际圆桌会议成功举办"]
						},
						{
							type: 0,
							value: "10月4日，和德宇航与南非NewSpace Systems公司举行了合作备忘录签署仪式，南非宇航局长Valanathan Munsami先生到场见证，由和德宇航副总裁邵东亚与NewSpace Systems公司CEO James Barrington-Brown先生共同签署。双方对天行者星座建设及小卫星市场的深度合作达成了一致，未来双方将持续在商业航天领域发力，共同构建国际卫星应用产业融合。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20190810/2.jpg", "和德宇航与南非NSS公司举行备忘录签署仪式"]
						},
						{
							type: 0,
							value: "10月5日，和德荷兰公司总经理徐健接受荷兰国家电视台采访，徐健阐述了和德宇航及和德荷兰在航天应用领域的发展规划。徐健表示，和德宇航以致力于卫星应用服务全人类社会为宗旨，将寻求更多荷兰企业与我们的合作，促进中欧航天企业联手拓展全球市场，共同奔向商业航天的美好未来。"
						},
						{
							type: 1,
							value: ["assets/news/hot/20190810/3.jpg", "荷兰国家电视台采访和德荷兰公司总经理徐健"]
						}
					]
				}
			}
        }
    }
}
</script>

<style scoped lang="less">
	p.left {
		text-align: left;
	}
	td {
		padding-bottom: @hdParaMargin;
	}
	td.col1 {
		vertical-align: top;
		width: 90px;
	}
	td.content{
		text-align: center;
	}
</style>